import React from "react";

const MyCity = (props) => {
    return (
        <div className="content">
        <h1>Баку — столица Азербайджана</h1>
  <p><strong>Баку</strong> — это крупнейший город Кавказа, расположенный на западном побережье Каспийского моря. Это политический, культурный и экономический центр Азербайджана.</p>
  <ul>
    <li>Основан: более 1000 лет назад</li>
    <li>Население: около 2,3 млн человек</li>
    <li>Язык: азербайджанский</li>
    <li>Известные места: Девичья башня, Пламенные башни, Ичеришехер</li>
    <li>Климат: полупустынный, жаркое лето и мягкая зима</li>
  </ul>
  <p>Баку активно развивается и привлекает туристов со всего мира своей историей, архитектурой и современными проектами.</p>
  </div>
    );
}

export default MyCity